Repository: Tufuwu/test9
Catalog: translations/*/LC_MESSAGES/circulation.po
Languages: es

source: Library
es: Biblioteca

source: Barcode
es: Código de barras

source: You cannot renew a loan if other patrons have the work on hold.
es: No se puede renovar un préstamo si otros usuarios tienen el trabajo en espera.

source: Cannot find your active loan for this work.
es: No puede encontrar su préstamo activo para este trabajo.

source: You already fulfilled this loan as %(loan_delivery_mechanism)s, you can't also do it as %(requested_delivery_mechanism)s
es: Ya cumplió este préstamo como %(loan_delivery_mechanism)s, no puede hacerlo como %(requested_delivery_mechanism)s

source: Could not map Simplified delivery mechanism %(mechanism_name)s to
es: No se pudo asignar el mecanismo simplificado de entrega %(mechanism_name)s al mecanismo de distribución interna!

source: Integration error communicating with %(service_name)s
es: Error de integración en la comunicación con %(service_name)s

source: Error in authentication service
es: Error en el servicio de autenticación

source: Library card
es: Tarjeta de biblioteca

source: Unrecognized language key: %(language_key)s
es: Clave de idioma no reconocido:%(language_key)s

source: No such lane: %(lane_name)s
es: No existe esta vía: %(lane_name)s

source: No such data source: %(data_source)s
es: No existe este origen de datos: %(data_source)s

source: I've never heard of this work
es: Nunca he oído hablar de este trabajo.

source: Library policy prohibits us from lending you this book.
es: La política de la biblioteca nos prohíbe prestar este libro.

source: Library policy prohibits the placement of holds.
es: La política de la biblioteca prohíbe la colocación de retenciones

source: Couldn't find an open-access download link for this book.
es: No se pudo encontrar un enlace de descarga de acceso abierto para este libro.

source: You must pay your %(fine_amount)s outstanding fines before you can borrow more books.
es: Debe pagar su multa pendiente de %(fine_amount)s, antes de pedir más libros prestados.

source: You must specify a delivery mechanism to fulfill this loan.
es: Debe especificar un mecanismo de entrega para cumplir con este préstamo.

source: Can't fulfill loan because you have no active loan for this book.
es: No se puede cumplir con el préstamo porque no tienes préstamos activos para este libro.

source: Can't revoke because you have no active loan or hold for \"%(title)s\
es: No se puede revocar porque no tienes préstamos activos ni retenciones para \"%(title)s\

source: Loan deleted locally but remote refused. Loan is likely to show up again on next sync.
es: El préstamo se ha eliminado localmente, pero se negó a distancia. El Préstamo es probable que aparezca de nuevo en la próxima sincronización.

source: Loan deleted locally but remote failed.
es: El préstamo se ha eliminado localmente, pero se negó a distancia.

source: Cannot release a hold once it enters reserved state.
es: No se puede liberar una retención una vez que entra en estado de reserva.

source: Hold released locally but remote failed.
es: La retención fue lanzada localmente pero no a distancia.

source: You have no active loan or hold for \"%(title)s\
es: No tienes ningún préstamo activo o retención para \ "% (títulos \

source: Recommendations not available
es: Recomendaciones no disponibles

source: Third-party service failed.
es: El servicio de terceros falló.

source: The library could not complete your request because a third-party service has failed.
es: La biblioteca no pudo completar su solicitud debido a que un servicio de terceros ha fallado.

source: Feed should be been pre-cached.
es: Este suministro debería haber sido pre-caché.

source: This feed should have been pre-cached. It's too expensive to generate dynamically.
es: Este suministro debería haber sido pre-caché. Es demasiado caro para generar dinámicamente.

source: Invalid credentials
es: Credenciales inválidas

source: A valid library card barcode number and PIN are required.
es: Se requiere un número del código de barras de una tarjeta de la biblioteca válida y el PIN.

source: Expired credentials.
es: Credenciales expiradas

source: Your library card has expired. You need to renew it.
es: Su tarjeta de la biblioteca ha expirado. Es necesario renovarla.

source: No licenses.
es: No hay autorizaciones.

source: No available license.
es: No hay licencias disponibles.

source: All licenses for this book are loaned out.
es: Todas las licencias de uso de este libro han sido prestadas.

source: No acceptable format.
es: El formato no es valido

source: Could not deliver this book in an acceptable format.
es: No se puede entregar este libro en un formato valido.

source: Already checked out
es: Ya obtenido

source: You have already checked out this book.
es: Ya ha obtenido este libro.

source: Loan limit reached.
es: Límite de préstamos alcanzado.

source: You have reached your loan limit. You cannot borrow anything further until you return something.
es: Ha llegado a su límite de crédito. No puede pedir más nada hasta que devuelva algo.

source: Outstanding fines.
es: Multas pendientes

source: You must pay your outstanding fines before you can borrow more books.
es: Debe pagar sus multas pendientes antes de que pueda pedir más libros prestado.

source: Could not issue loan.
es: No se ha podido emitir el préstamo.

source: Could not issue loan (reason unknown).
es: No se ha podido emitir el préstamo (razón desconocida)

source: Could not place hold.
es: No se ha podido colocar la retención

source: Could not place hold (reason unknown).
es: No se ha podido colocar la retención (razón desconocida).

source: Could not renew loan.
es: No se ha podido renovar el préstamo.

source: Could not renew loan (reason unknown).
es: No se ha podido renovar el préstamo (razón desconocida).

source: No longer in collection.
es: Ya no está en la colección.

source: This book was recently removed from the collection.
es: Este libro fue eliminado recientemente de la colección.

source: No active loan.
es: Ningún préstamo activo

source: You can't do this without first borrowing this book.
es: No se puede hacer esto sin antes pedir prestado este libro

source: No active hold.
es: Ninguna retención activa

source: You can't do this without first putting this book on hold.
es: No puedes hacer esto sin antes poner este libro en retención.

source: No active loan or hold.
es: Ningún préstamo o retención activa

source: You can't do this without first borrowing this book or putting it on hold.
es: No puedes hacer esto sin antes pedir prestado o poner este libro en retención.

source: Could not mirror local state to remote.
es: No se pudo reflejar el estado local a remoto.

source: Could not convince a third party to accept the change you made. It's likely to show up again soon.
es: No se pudo convencer a un tercero para aceptar el cambio realizado. Es probable que aparezca de nuevo pronto.

source: No such lane.
es: No existe esta vía

source: You asked for a nonexistent lane.
es: Usted pidió una vía inexistente

source: Forbidden by policy.
es: Prohibido por política.

source: Library policy prevents us from carrying out your request.
es: La política de la biblioteca nos impide llevar a cabo su solicitud

source: Could not fulfill loan
es: No se ha podido cumplir con el préstamo.

source: Delivery mechanism conflict.
es: Conflicto con el mecanismo de entrega.

source: The delivery mechanism for this book has been locked in and can't be changed.
es: El mecanismo de entrega de este libro ha sido bloqueado y no se puede cambiar.

source: Unsupported delivery mechanism.
es: Mecanismo de entrega no compatible.

source: You selected a delivery mechanism that's not supported by this book.
es: Seleccionó un mecanismo de entrega que no es compatible con este libro.

source: Could not release hold.
es: No se pudo liberar la retención

source: nvalid analytics event type.
es: Evento de análisis de tipo incompatible.

source: The analytics event must be a supported type.
es: El evento de análisis debe ser compatible.
