Repository: Tufuwu/test9
Catalog: src/livecd/image/boot/grub/locale/*.po
Languages: ar, cs, da, de, fr, he, hu, it, ko, lt, nl, ru, sk, sq, th, uk, vi

source: Start Rescuezilla
ar: تشغيل Rescuezilla
cs: Spustit Rescuezillu
de: Rescuezilla starten
fr: Démarrer Rescuezilla
he: הפעלת Rescuezilla
hu: Rescuezilla Indítása
it: Avvia Rescuezilla
ko: Rescuezilla 시작하기
lt: Paleisti Rescuezilla
nl: Rescuezilla starten
ru: Запустить Rescuezilla
sk: Spusť Rescuezillu
sq: Nis Rescuezilla-n
th: เริ่มใช้งาน Rescuezilla
uk: Запустити Rescuezilla
vi: Bắt đầu chạy Rescuezilla

source: If boot fails, reboot and try selecting Graphical fallback instead
ar: إذا فشل الاقلاع، قم باعادة تشغيل الجهاز وإختر وضعية واجهة المستخدم الرسومية
cs: Pokud boot selže, tak restartujte systém a zkuste namísto zvolit záložní grafický režim
da: Hvis din computer ikke vil boote, prøv da at genstart og vælg den grafiske brugerflade
de: Sollte dein Computer nicht hochfahren, starte ihn neu und wähle dann den grafischen Rückfallmodus
fr: Si le démarrage échoue, redémarrez et essayez plutôt de sélectionner le mode de secours graphique
he: אם ההפעלה נכשלת, יש להפעיל מחדש ולבחור במצב גרפי חלופי במקום
hu: Ha az indítás sikertelen, próbáld inkább kiválasztani a "grafikus kompatibilitási módot"
it: Se il boot non va a buon fine, riavvia selezionando la modalità grafica alternativa
ko: 부팅이 실패하면 재부팅하고 대신 그래픽 대체를 선택하세요
lt: Jei paleisti nepavyksta, paleskite iš naujo ir pabandykite pasirinkti grafinį atsarginį rėžimą
nl: Als het opstarten mislukt, start u opnieuw op en probeert u in plaats daarvan Grafische terugval te selecteren
ru: Если загрузка не удалась, попробуйте загрузиться в резервном графическом режиме
sk: Ak bootovanie zlyhá, reštartuj a vyber Záložný grafický režim
sq: Nëse nisja dështon, riniseni dhe provoni të përzgjidhni Grafiken si rrugëdalje
th: ถ้าบูตไม่สำเร็จ ให้รีบูตและเลือกแสดงผลแบบกราฟิกแทน
uk: Якщо завантаження не вдалося, перезавантажте і виберіть натомість Графічний запасний режим
vi: Nếu việc khởi động, hãy khởi động lại máy và chọn chế độ giao diện dự phòng

source: Graphical fallback mode
ar: وضعية واجهة المستخدم الرسومية
cs: Grafický záložní režim
da: Grafisk brugerflade
de: Grafischer Rückfallmodus
fr: Mode de secours graphique
he: מצב גרפי חלופי
hu: Grafikus kompatibilitási mód
it: Modalità grafica alternativa
ko: 그래픽 대체 모드
lt: Grafinis atsarginis režimas
nl: Grafische terugval-modus
ru: Графический резервный режим
sk: Záložný grafický režim
sq: Mënyra Grafike rrugëdalje
th: โหมดกราฟิก
uk: Графічний запасний режим
vi: Chế độ giao diện dự phòng

source: Use low-resolution fallback graphics driver if standard mode doesn't work for your hardware
ar: استخدم تعريف كارت شاشة منخفض الدقة إذا كان الوضع القياسي لا يعمل مع قطع جهازك
cs: Použijte ovladač grafického záložního režimu s nízkým rozlišením, pokud standartní režim nefunguje s Vaším hardwarem
da: Brug en grafikdriver med lav skærmopløsning, hvis standarddriveren ikke virker sammen med din hardware
de: Nutzt einen Grafiktreiber für geringere Auflösung, falls der reguläre Grafiktreiber mit deiner Hardware nicht funktioniert
fr: Utilisez le mode de secours graphique à basse résolution si le mode standard ne fonctionne pas pour votre matériel
he: להשתמש מנהל התקן גרפי ברזולוציה נמוכה כמצב חלופי אם המצב הרגיל לא עובד עם החומרה שלך
hu: Használj alacsony felbontású (régi) kompatibilis grafikus módot, ha a normál módot nem kezeli a hardver
it: Utilizza i driver grafici a bassa risoluzione se la modalità standard non funziona sul tuo hardware
ko: 내 컴퓨터에서 표준 모드가 작동하지 않는 경우 저해상도 대체 그래픽 드라이버를 사용하세요
lt: Naudoti mažos skiriamosios gebos atsarginę grafikos tvarkyklę, jei standartinis režimas neveikia jūsų aparatinėje įrangoje
nl: Gebruik een grafische terugval driver met lage resolutie als de standaardmodus niet werkt voor uw hardware
ru: Выберите видео драйвер с низким разрешением, если стандартный режим не работает на вашем устройстве
sk: Ak štandardný režim nefunguje, použit záložný grafický ovládač s nízkym rozlíšením
sq: Nëse mënyra standarde s’funksionon për hardware-in tuaj, si rrugëdalje përdorni përudhës grafik me qartësi të ulët
th: ใช้โหมดความละเอียดต่ำถ้าโหมดปกติไม่สามารถทำงานได้บนอุปกรณ์ของคุณ
uk: Використовуйте резервний графічний драйвер із низькою роздільністю, якщо стандартний режим не працює на вашому обладнанні
vi: Sử dụng driver đồ hoạ dự phòng độ phân giải thấp nếu chế độ mặc định không hoạt động

source: Load USB into RAM
ar: تحميل الـUSB في ذاكرة الوصول العشوائي
cs: Načíst USB do RAM
da: Indlæs Rescuezilla i RAM'en
de: Rescuezilla in RAM laden
fr: Charger l'USB dans la RAM
he: טעינת המערכת לזיכרון
hu: Töltsd memóriába (RAM-ba) az USB-t
it: Carica Rescuezilla in RAM
ko: USB를 RAM에 불러오기
lt: Įkelti USB į RAM atmintį
nl: Laad USB in RAM
ru: Загрузить USB в RAM
sk: Načítaj USB to pamäte
sq: Ngarkoje USB-në në RAM
th: โหลดข้อมูล USB ลงแรม
uk: Завантажити USB в RAM
vi: Nạp USB vào RAM

source: Loads Rescuezilla into memory allowing the boot media to be ejected after bootup
ar: يقوم بتحميل Rescuezilla في الذاكرة مما يسمح بإخراج وسيط الاقلاع(مثل الفلاشة) بعد الاقلاع
cs: Načíst Rescuezillu do paměti, což umožní odpojení bootovacího média po nabootování
da: Indlæser Rescuezilla i RAM'en, så du kan fjerne USB'en efter boot
de: Lädt Rescuezilla in den Arbeitsspeicher (RAM), was dir erlaubt, das Rescuezilla Medium nach dem Hochfahren zu entfernen
fr: Charge Rescuezilla en mémoire, ce qui permet d'éjecter le support d'amorçage après le démarrage
he: טוען את Rescuezilla לזיכרון כדי לאפשר להוציא את התקן האחסון לאחר עליית המערכת
hu: A memóriába tölti be a Rescuezilla rendszerét, így indulás után rögtön eltávolítható lesz a boot eszköz
it: Caricare Rescuezilla in memoria permette di espellere il dispositivo dopo l'avvio
ko: Rescuezilla를 메모리로 불러와 부팅 후에 미디어를 꺼낼 수 있도록 합니다
lt: Įkelia Rescuezilla į atmintį, leidžiančią po įrenginio paleidimo pašalinti įkrovos laikmeną
nl: Laadt Rescuezilla in het geheugen waardoor de opstartmedia na het opstarten kunnen worden uitgeworpen
ru: Загрузить Rescuezilla в память устройства, разрешив извлечение носителя после загрузки
sk: Načíta Rescuezillu do pamäte, čo umožňuje vysunúť zavádzacie médium po spustení
sq: E ngarkon Rescuezilla-n në kujtesë, duke lejuar nxjerrjen e medias së nisjes pas procesit përkatës
th: โหลด Rescuezilla ลงที่หน่วยความจำเพื่อทำให้สามารถตัวอุปกรณ์บูดถอดออกได้หลังจากบูตสำเร็จ
uk: Завантажує Rescuezilla в памʼять, що дозволяє витягнути завантажувальний носій після завантаження
vi: Nạp Rescuezilla vào RAM cho phép rút thiết bị chứa boot khỏi máy sau khi boot lên

source: Check USB for defects
ar: تحقق من وجود عيوب في الـUSB
cs: Zkontrolovat USB na korupci
da: Kontrollerer USB'en for fejl
de: Rescuezilla Medium überprüfen
fr: Vérifier l'intégrité du disque
he: בדיקת תקלות ב־USB
hu: Keress hibákat az USB-n
it: Verifica dispositivo
ko: USB 오류 검사
lt: Patikrinti USB, ar nėra defektų
nl: Controleer USB op defecten
ru: Проверка USB на ошибки
sk: Skontroluj či USB nemá chyby
sq: Kontrollo USB-në për defekte
th: ตรวจหาจุดบกพร่องของ USB
uk: Перевірити USB на дефекти
vi: Kiểm tra lỗi USB

source: Verify integrity of USB drive
ar: تحقق من سلامة الـUSB
cs: Zkontrolovat integritu USB disku
da: Kontroller USB-drevet for mulige fejl
de: Prüft das Rescuezilla Medium auf mögliche Fehler
fr: Vérifie l'intégrité du disque USB
he: אימות אמינות כונן ה־USB
hu: Az USB meghajtó integritásának ellenőrzése
it: Verifica l'integrità del dispositivo di avvio di Rescuezilla
ko: USB 드라이브의 무결성을 확인합니다
lt: Patikrinti USB atmintinės vientisumą
nl: Controleer de integriteit van het USB-station
ru: Проверить целостность USB накопителя
sk: Skontroluj integritu USB disku
sq: Verifiko integritetin e diskut USB
th: ตรวจสอบความสมบูรณ์ของไดร์ฟ USB
uk: Перевірити цілісність накопичувача USB
vi: Kiểm tra tính toàn vẹn dữ liệu của ổ USB

source: Enter BIOS Setup
ar: أدخل الي إعدادات الـBIOS
cs: Vstoupit do BIOSu
da: Gå ind i computerens BIOS
de: BIOS Setup aufrufen
fr: Entrer dans la configuration du BIOS
he: כניסה להגדרות ה־BIOS
hu: BIOS beállítása
it: Accedi alle impostazioni del BIOS
ko: BIOS 설정 시작
lt: Įeiti į BIOS sąranką
nl: Bios-instellingen openen
ru: Войти в настройки BIOS
sk: Nastavenie BIOSu
sq: Hap Ujdisje BIOS
th: เข้าสู่โหมดตั้งค่าไบออส
uk: Увійти в налаштування BIOS
vi: Truy cập thiết lập BIOS

source: Configure machine's firmware, boot options etc
ar: اضبط اعدادات الاقلاع،الفيرموير ..الخ
cs: Nakonfigurovat firmware zařízení, možnosti bootování apod.
da: Indstil computerens firmware, boot-rækkefølge etc
de: Lege die Boot Reihenfolge fest, konfiguriere Werte für deine Hardware oder treffe andere Einstellungen im BIOS
fr: Configurer le micrologiciel de la machine, les options de démarrage, etc
he: הגדרת קושחת המכונה, אפשרויות ההפעלה ועוד
hu: A gép firmware, boot, stb. konfigurálási opciói
it: Configura il BIOS della macchina, le opzioni di avvio, ecc
ko: 컴퓨터의 펌웨어나 부팅 옵션 등을 구성합니다
lt: Konfigūruokite įrenginio programinę įrangą, įkrovos parinktis ir t. t.
nl: Configureer de firmware van de machine, opstartopties, enz
ru: Конфигурирование ПО устройства, настройки загрузки и прочее
sk: Nakonfiguruj firmvér zariadenia, možnosti zavádzania atď
sq: Formësoni firmware të makinës, mundësi nisjeje, etj
th: ตั้งค่าเฟิร์มแวร์เครื่อง, ตั้งค่าการบูต และอื่นๆ
uk: Налаштувати драйвери машини, параметри завантаження і т.і.
vi: Cấu hình firmware máy, tuỳ chọn khởi động,vv

source: Memory test
ar: اختبار الذاكرة
cs: Test paměti
da: Test af RAM'en
de: Arbeitsspeicher (RAM) prüfen
fr: Test mémoire
he: בדיקת זיכרון
hu: Memória Teszt
it: Verifica della RAM
ko: 메모리 테스트
lt: Atminties testas
nl: Geheugentest
ru: Тест памяти
sk: Test pamäte
sq: Provë kujtese
th: ตัวทดสอบแรม
uk: Тестування памʼяті
vi: Kiểm tra bộ nhớ khả biến

source: Check computer memory for errors
ar: افحص ذاكرة الكمبيوتر بحثًا عن الأخطاء
cs: Zkontrolovat paměť počítače na chyby
da: Undersøger RAM'en for fejl
de: Prüft den Arbeitsspeicher (RAM) auf mögliche Fehler
fr: Recherche les erreurs dans la mémoire de l'ordinateur
he: בדיקת שגיאות בזיכרון המחשב
hu: Keress memória-hibákat a gépen
it: Verifica la memoria RAM del computer
ko: 컴퓨터의 메모리에 오류가 있는지 확인합니다
lt: Patikrinti, ar kompiuterio atmintyje nėra klaidų
nl: Controleer het computergeheugen op fouten
ru: Проверка памяти компьютера на наличие ошибок
sk: Skontroluj chyby v pamäti počítača
sq: Kontrollo kujtesën e kompjuterit për gabime
th: เช็คข้อบกพร่องของแรมคอมพิวเตอร์
uk: Перевірити памʼять компʼютера на помилки
vi: Kiểm tra lỗi bộ nhớ máy tính
